[
  {
   
    "name": "HOLDEN",
    "description": "Holden, formerly known as General Motors-Holden, was an Australian automobile marque owned by General Motors and as well a former automobile manufacturer, which manufactured cars in Australia before switching to importing cars under the Holden brand. It was headquartered in Port Melbourne.",
    "price":"$35,990 (OTR Price)",
    "quantity": "178",
    "supplier": "Shamsul Islam",
    "img": "https://i.ibb.co/HTLpknH/car-image-01.jpg"
   
  },
  {
   
    "name": "ACURA",
    "description": "Acura is the luxury and performance division of Japanese automaker Honda,[2] based primarily in North America.[3] The brand was launched in the United States and Canada on March 27, 1986, marketing luxury and performance automobiles.",
    "price":"$49,195",
    "quantity": "114",
    "supplier": "Mahmdul Hasan Raju",
    "img": "https://i.ibb.co/j6gKxVZ/car-image-02.jpg"
   
  },
  {
  
    "name": "TOYOTA",
    "description": "Toyota Motor Corporation (Japanese: トヨタ自動車株式会社, Hepburn: Toyota Jidōsha kabushikigaisha, IPA: [toꜜjota], English: /tɔɪˈjoʊtə/, commonly known as simply Toyota) is a Japanese multinational automotive manufacturer headquartered in Toyota City, Aichi, Japan. It was founded by Kiichiro Toyoda and incorporated on August 28, 1937. Toyota is one of the largest automobile manufacturers in the world, producing about 10 million vehicles per year.",
    "price":"Rs. 15.00 Lakh",
    "quantity": "112",
    "supplier": "Rabeka Akter",
    "img": "https://i.ibb.co/MVgsp19/car-image-03.jpg"
   
  },
  {

    "name": "SUZUKI",
    "description":"Suzuki Motor Corporation (Japanese: スズキ株式会社, Hepburn: Suzuki Kabushiki-Gaisha)[4] is a Japanese multinational corporation headquartered in Minami-ku, Hamamatsu, Japan",
    "price":"Rs. 3.39 - 5.03 Lakh*",
    "quantity": "170",
    "supplier": "Farhan Ahamed",
    "img": "https://i.ibb.co/h1y4jzz/car-image-04.jpg"
   
  },
  {
  
    "name": "NISSAN",
    "description":"Nissan Motor Co., Ltd. (Japanese: 日産自動車株式会社, Hepburn: Nissan Jidōsha kabushiki gaisha) (trading as Nissan Motor Corporation and often shortened to Nissan)[a] is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama, Japan.",
    "price":"$19,700,",
    "quantity": "450",
    "supplier": "Rakibul Hasan",
    "img": "https://i.ibb.co/9pXh9j5/car-image-05.jpg"
   
  },
  {
 
    "name": "CHERY",
    "description":"Chery Automobile Co. Ltd.,[1] trading as Chery and sometimes known by the pinyin transcription of its Chinese name, Qirui (奇瑞),[2] is a Chinese state-owned automobile manufacturer headquartered in Wuhu, Anhui, China. Founded in 1997, it is currently the ninth largest automobile manufacturer in China, with 0.959 million sales in 2021.",
    "price":"₱2.4",
    "quantity": "450",
    "supplier": "Sabbir Hossain",
    "img": "https://i.ibb.co/fxqzgFD/car-image-06.jpg"
   
  }
]


